<template>
  <div>
    <div class="header">
      <div >
        <img src="../assets/fanhui.png" alt @click="$router.back()" />
      </div>
      <h2>服务协议</h2>
    </div>
    <ul>
      <li>
        <h3>一、总则</h3>
      </li>
      <li>
        <p>
          1、为了保护网络信息安全，保障公民、法人和其他组织的合法权益，维护国家安全和社会公共利益，根据国家法律法规以及全国人大常委会的相关规定，北京亿动华源科技发展有限责任公司（以下简称“亿动华源”）制定并按照本协议提供网络服务。
          <u>用户应当充分阅读并同意本协议的全部条款并按照页面上的提示完成全部的注册程序（未成年人应与法定监护人共同完成）</u>
          。用户在注册过程中点击“同意”按钮即表示用户完全接受本协议项下的全部条款，用户选择访问或使用亿源社区有关服务，将视为同意接受本协议全部条款的约束。
        </p>
      </li>
      <li>
        <u>2、除非另有明确规定，亿源社区所推出的新产品、新功能和新服务，均无条件的适用本协议</u>
      </li>
      <li>
        <P>3、亿源社区保留在任何时候修改本协议条款的权利，且无需另行通知。用户在使用服务时应关注并遵守。</P>
      </li>
      <li>
        <u>4、用户在使用亿源社区提供的各项服务之前，应仔细阅读本协议。如果您不同意本协议或亿源社区的修改，可以主动取消亿源社区提供的服务；如果您继续使用亿源社区服务，则视为您已经接受本协议全部内容，包括亿源社区对本协议所做的任何修改。</u>
      </li>
      <li>
        <u>5、用户无论通过何种方式使用亿源社区服务，均受本协议约束。</u>
      </li>
      <li>
        <h3>二、用户帐号</h3>
      </li>
      <li>
        <P>
          1、用户可以通过在本网站注册帐号使用亿源社区提供的各项服务。用户注册成功后，
          亿源社区将给予用户一个帐号及相应的密码，在亿源社区审核通过后，
          <u>每个帐号对应一个唯一的名字（或用户名）</u>
          。亿源社区帐号（包括名字、用户名等）的所有权归亿源社区，用户完成申请注册手续后，获得亿源社区帐号的使用权，
        </P>
      </li>
      <li>
        <h4>注意:</h4>
        <div class="bottomxi"></div>
      </li>
      <li>
        <u>1. 媒体、群媒体、企业/机构/其他组织类型账号，建议勿使用私人的邮箱、QQ、微信及其他第三方合作账号登录。以免运营人更改时，对账号的归属造成困扰。</u>
      </li>
      <li>
        <u>2. 亿源社区账号一旦入驻成功，登录方式无法更改。如，当您使用QQ授权登录并注册了账号，该账号之后只能用注册时使用的QQ进行登录，无法更改为其他方式登录。</u>
      </li>
      <li>
        <P>3、用户应提供完整、真实、准确和最新的个人资料，该资料对于使用亿源社区的服务以及找回丢失的亿源社区帐号和密码至关重要。如因注册信息不真实而引起的问题由用户本人承担，亿源社区不负任何责任并有权暂停或终止用户的帐号。</P>
      </li>
      <li>
        <P>4、用户帐号和密码遭到他人非法使用或发生其他任何安全问题，用户应当立即通知亿源社区。因黑客行为或用户的过错导致帐号、密码被他人非法使用，亿源社区不承担任何责任。</P>
      </li>
      <li>
        <u>
          5、如果亿源社区邮箱用户 90天未经任何形式（WEB/POP3/SMTP）使用自己的邮箱，
          亿源社区邮件系统将认为信箱内的信件为过期信件，将自动清除;
          亿源社区邮箱用户的“回收站”文件夹内信件系统将会不定期清除，
          “已发送邮件”文件夹内信件系统将至少保留30天，30天后将不定期删除。用户如在此些文件夹中有重要信件，请在邮箱中自建文件夹将邮件移动到新建的文件夹当中
        </u>
      </li>
      <li>
        <P>6、一般情况：</P>
      </li>
      <li>
        <P>
          (1)如果用户的亿源社区邮箱帐号（亿源社区收费邮箱注册的帐号除外）
          下不存在亿源社区其它产品线登录及付费数据，而该帐号连续180天没有登录，则亿动华源公司有权删除该亿源社区邮箱帐号；
          用户使用免费亿源社区邮箱帐号注册亿源社区通行证的，如该亿源社区通行证/亿源社区邮箱帐号连续
          天没有登录（以时间最晚者为准），则亿动华源公司有权删除该亿源社区通行证/亿源社区邮箱帐号； 如该用户以亿源社区免费邮箱注册亿源社区邮箱帐号的，亿动华源公司还有权立即终止该帐号下的邮箱服务并将邮箱中的内容删除；
          用户使用免费亿源社区邮箱帐号注册亿源社区通行证的，自该帐号在最后一次登录亿源社区邮箱（以时间最晚者为准）之日起连续540
          天没有登录的，亿动华源公司有权删除该亿源社区邮箱帐号；
        </P>
      </li>
      <li>
        <p>7、任何组织或者个人注册亿源社区帐号，制作、复制、发布、传播信息内容的，应当使用真实身份信息，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册。</p>
      </li>
      <li>
        <P>8、亿源社区将建立健全微博用户信息安全管理制度，按照亿源社区保护隐私权政策保障用户信息安全。</P>
      </li>
      <li>
        <h3>三、使用规则</h3>
      </li>
      <li>
        <P>1、用户对以其帐号发生的或通过其帐号发生的一切活动和事件（包括但不限于用户发表的任何内容以及由此产生的任何结果）负全部法律责任。</P>
      </li>
      <li>
        <P>
          <u>2、用户在使用亿源社区服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用亿源社区服务进行任何违法或不正当的活动，包括但不限于下列行为：</u>
        </P>
      </li>
      <li>
        <u>(1) 上载、下载、张贴、以电子邮件发送、传输、存储或以其他方式提供任何非法、有害、胁迫、骚扰、侵权、中伤、粗俗、猥亵、诽谤、淫秽、暴力、侵害他人隐私、种族歧视或其他令人不快的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料（以下简称内容）。</u>
      </li>
      <li>
        <u>(2) 以任何方式危害未成年人。</u>
      </li>
      <li>
        <u>(3) 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</u>
      </li>
      <li>
        <u>(4) 伪造标题或以其他方式操控识别资料，使他人产生误解。</u>
      </li>
      <li>
        <u>(5) 上载、张贴、发送电子邮件或以其他方式传送无权传送的内容。</u>
      </li>
      <li>
        <u>(6) 侵犯他人著作权或其他知识产权，或违反保密、雇佣或不披露协议披露他人商业秘密或保密信息。</u>
      </li>
      <li>
        <u>(7) 张贴、发送、传输或以其他方式提供任何未经收件人请求或授权的电子邮件信息、广告、促销资料、垃圾邮件等，包括但不限于大批量的商业广告和信息公告。</u>
      </li>
      <li>
        <u>(8) 上载、张贴、以电子邮件发送、传输、存储或以其他方式提供包含病毒或包含旨在危害、干扰、破坏或限制有关服务（或其任何部分）或任何其他计算机软件、硬件或通讯设备之正常运行的任何其他计算机代码、文档或程序的任何资料。</u>
      </li>
      <li>
        <u>(9) 干扰或破坏有关服务，或与有关服务连接的任何服务器或网络，或与有关服务连接之网络的任何政策、要求或规定。</u>
      </li>
      <li>
        <u>(10)采集并存储涉及有关服务任何其他用户的个人信息，以用于任何上述被禁止的活动。</u>
      </li>
      <li>
        <u>(11)故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</u>
      </li>
      <li>
        <p>3、亿源社区提供需要用户支付一定的费用的收费服务。对此，亿源社区会在用户使用前明示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则亿源社区有权不向用户提供该等收费网络服务。</p>
      </li>
      <li>
        <p>4、用户为使用搜狐服务，须自行配备进入国际互联网所必需的设备，包括电脑、手机及其他与接入互联网或移动网有关的装置，并自行支付与此服务有关的费用。</p>
      </li>
      <li>
        <u>5、用户同意亿源社区有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息。</u>
      </li>
      <li>
        <h3>四、知识产权</h3>
      </li>
      <li>
        <u>1、亿源社区服务中包含的任何文字、视频或软件（包括但不限于软件中包含的视频、界面实际、数据和程序、代码、文档）等信息或材料均受著作权法、商标法或其它法律法规的保护，未经相关权利人书面同意，用户不得以任何方式使用该等信息或材料，但出于使用亿源社区服务目的而使用的除外。</u>
      </li>
      <li>
        <u>2、本协议未授予用户使用亿源社区任何商标、服务标记、标识、域名和其他显著品牌特征的权利。</u>
      </li>
      <li>
        <p>
          3、除本协议明确允许的以外，
          <u>用户不得以任何形式或任何方式对亿源社区服务部分或全部内容进行修改、出租、租赁、出借、出售、分发、复制、创作衍生品或用于任何商业用途。</u>
        </p>
      </li>
      <li>
        <u>4、用户在亿源社区上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。</u>
      </li>
      <li>
        <u>5、用户同意，对于其上传到本网站的任何内容，亿源社区在全世界范围内不限形式和载体地享有永久的、不可撤销的、免费的、非独家的使用权和转授权的权利，包括但不限于修改、复制、发行、展览、改编、汇编、出版、翻译、信息网络传播、广播、表演和再创作及著作权法等法律法规确定的其他权利，用户特别授权搜狐以自己名义单独对第三方的侵权行为提起诉讼并获得全额赔偿。亿源社区无须为此向用户给予任何报酬或承担任何义务，也无须另行通知。</u>
      </li>
      <li>
        <u>6、若您认为您的知识产权或其他合法权益被侵犯，请向亿动华源提供以下资料：</u>
      </li>
      <li>
        <u>(1)对涉嫌侵权内容拥有知识产权或其他合法权益的权属证明；</u>
      </li>
      <li>
        <u>(2) 权利人具体的主体资质和联络信息，包括个人的姓名、身份证或护照复印件、单位的营业执照复印件或者其他资质证明复印件、通信地址及电话号码等；</u>
      </li>
      <li>
        <u>(3) 涉嫌侵权内容在本网站上的位置；</u>
      </li>
      <li>
        <u>(4) 对侵权情况的详细描述；</u>
      </li>
      <li>
        <u>
          (5)在权利通知中加入如下关于通知内容真实性的声明：“由以上操作所引起的一切后果，与亿动华源无关，由我本人/公司承担。”在签字或加盖公章后，请将上述权利通知书发往以下地址：北京市昌平区赋腾国际创客中心6层法律部收，
          也可发往以下邮箱：
        </u>
      </li>
      <li>
        <p>7、亿动华源在收到权利人的通知书后，可依其合理判断，删除该等侵犯他人知识产权或其他合法权益的内容。</p>
      </li>
      <li>
        <h3>五、隐私权</h3>
      </li>
      <li>
        <p>1、保护用户的隐私是亿动华源的一项基本政策。</p>
      </li>
      <li>
        <p>2、适用于用户的隐私政策参见</p>
      </li>
      <li>
        <h3>六、免责声明</h3>
      </li>
      <li>
        <u>1、鉴于网络服务的特殊性，亿动华源不保证网络服务的及时性、安全性和准确性，用户同意亿动华源有权不经事先通知，随时变更、中断或终止部分或全部的网络服务而无论同意与否，亿动华源对用户和任何第三人均无需承担任何责任。</u>
      </li>
      <li>
        <p>2、对于经由亿动华源服务而传送的内容，亿动华源不保证前述内容的正确性、完整性或品质。用户在接受有关服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，亿动华源均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。亿动华源有权（但无义务）自行拒绝或删除经由本服务提供的任何内容。用户使用上述内容，应自行承担风险。</p>
      </li>
      <li>
        <u>3、用户可通过亿动华源有关网络服务获得第三方的某些内容，或者亿动华源可能为方便用户而提供通往第三方网站的链接，但亿动华源不负责检查或评估任何该等第三方材料、产品、服务或网站内容的准确性，并且，亿动华源对此不作保证、不承担任何责任、也不负有任何义务。用户对此自行加以判断，并承担因使用该等内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险。</u>
      </li>
      <li>
        <p>4、用户经由亿动华源服务与广告商进行通讯联系或商业往来或参与促销活动，完全属于用户与广告商之间的行为，与亿动华源没有任何关系，若因商业行为所产生之任何损害或损失，亿动华源不承担任何责任。</p>
      </li>
      <li>
        <p>5、用户明确同意其使用亿动华源服务所存在的风险及其后果将完全由其自己承担，亿动华源对用户不承担任何责任。如因用户违反有关法律、法规或本协议项下的任何条款而给亿源社区或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>
      </li>
      <li>
        <h3>七、其他</h3>
      </li>
      <li>
        <u>1、本协议的版权归亿动华源所有，亿动华源保留对本协议的一切解释和修改权利。</u>
      </li>
      <li>
        <p>2、本协议的订立、执行和争议的解决均应适用中华人民共和国法律。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向亿动华源所在地有管辖权的人民法院提起诉讼。</p>
      </li>
      <li>
        <p>3、亿动华源未行使本协议的任何权利或规定，不构成对前述权利之放弃。</p>
      </li>
      <li>
        <u>4、如本协议中的任何条款完全或部分无效，本协议的其余条款仍有效并且有约束力。</u>
      </li>
      <li>
        <p>
          5、若您对本协议有任何意见，欢迎垂询亿动华源客服中心
          <i>ybhy001@yidonghuayuan.com</i>
        </p>
      </li>
      <!-- <li>
        <van-checkbox v-model="checked" checked-color="#03a9f4" shape="square">我已阅读并同意注销协议</van-checkbox>
      </li>-->
    </ul>
    <!-- <div class="handke">
      <button :disabled="State==false" :class="{btnBg:State}" @click="hanleation">下一步</button>
    </div>-->
  </div>
</template>

<script>
export default {
  name: "service",
  data() {
    return {
      // checked: false
    };
  },
  // computed: {
  //   State() {
  //     return this.checked !== false;
  //   }
  // },
  methods: {
    // handlego() {
    //   this.$router.push({
    //     path: "/Tying"
    //   });
    // }
  }
};
</script>
<style scoped lang="less">
.px2rem(@name,@px) {
  @{name}: @px / 75 * 1rem;
}
.header {
  width: 100%;
  .px2rem(height, 110);
  background: #fff;
  display: flex;
  align-items: center;
  border-bottom: 1px solid #f6f6f6;
  // box-shadow: 0px 0px 5px 1px #f6f6f6;
  div {
    .px2rem(width, 100);
    .px2rem(height, 50);
    display: flex;
    align-items: center;
    img {
      .px2rem(width, 35);
      margin: 0 auto;
    }
  }
  h2 {
    text-align: center;
    .px2rem(padding-right, 100);
    flex: 1;
    .px2rem(font-size, 36);
    font-family: SourceHanSansCN-Normal, SourceHanSansCN;
    font-weight: 400;
  }
}
ul {
  .px2rem(margin-bottom, 40);
  li {
    .px2rem(margin-left, 32);
    .px2rem(margin-top, 32);
    .px2rem(margin-right, 32);
    h3 {
      .px2rem(font-size, 32);
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: rgba(51, 51, 51, 1);
    }
    h4 {
      .px2rem(font-size, 32);
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: #fe2015;
    }
    p {
      .px2rem(font-size, 28);
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: #333333;
      .px2rem(letter-spacing, 4);
    }
  }
  i {
    font-style: normal;
    color: #03a9f4;
    .px2rem(font-size, 28);
    font-family: SourceHanSansCN-Regular, SourceHanSansCN;
    font-weight: 400;
  }
  .bottomxi{
   width: 40px;
   height: 1px;
   background: #fe2015;
  }
}
u {
  .px2rem(font-size, 28);
  text-align: center;
  font-family: SourceHanSansCN-Regular, SourceHanSansCN;
  font-weight: 400;
  color: #000;
}
button {
  background: #81d4fa;
}
/*button可用时的背景颜色*/
.btnBg {
  background: #03a9f4;
}
.handke {
  .px2rem(margin-top, 80);
  .px2rem(margin-bottom, 80);
  display: flex;
  justify-content: center;
  button {
    border: 0px;
    .px2rem(width, 420);
    .px2rem(height, 80);
    margin: 0 auto;
    border-radius: 4px;
    font-family: SourceHanSansCN-Regular, SourceHanSansCN;
    font-weight: 400;
    .px2rem(font-size, 36);
    color: rgba(255, 255, 255, 1);
  }
}
</style>
<style>
.van-checkbox__icon {
  font-size: 24px !important;
}
</style>